Repository: renderuas/JuegoMatesNaya
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Fun Math Game for Kids
es: Juego Divertido de Matemáticas para Niños

source: Home
es: Inicio

source: Play Game
es: Jugar

source: Multiplayer
es: Multijugador

source: Bye Bye
es: Adiós

source: Come In
es: Entrar

source: Join Us
es: Únete

source: Fun Math Game
es: Juego Divertido de Matemáticas

source: Type your answer here
es: Escribe tu respuesta aquí

source: Check My Answer
es: Comprobar Mi Respuesta

source: Next Problem
es: Siguiente Problema

source: Your Score: 0
es: Tu Puntuación: 0

source: Welcome to Math Game for Kids!
es: ¡Bienvenido al Juego de Matemáticas para Niños!

source: Improve your math skills while having fun!
es: ¡Mejora tus habilidades matemáticas mientras te diviertes!

source: Start Playing
es: Empezar a Jugar

source: Welcome Back, Math Star!
es: ¡Bienvenido de Nuevo, Estrella Matemática!

source: Your Superhero Name:
es: Tu Nombre de Superhéroe:

source: Secret Code:
es: Código Secreto:

source: Let's Go!
es: ¡Vamos!

source: New here? Join the Math Adventure!
es: ¿Eres nuevo? ¡Únete a la Aventura Matemática!

source: Join the Math Adventure!
es: ¡Únete a la Aventura Matemática!

source: Choose Your Superhero Name:
es: Elige Tu Nombre de Superhéroe:

source: Your Parent's Email:
es: Correo Electrónico de tus Padres:

source: Create a Secret Code:
es: Crea un Código Secreto:

source: Start My Adventure!
es: ¡Iniciar Mi Aventura!

source: Already a Math Star? Come on in!
es: ¿Ya eres una Estrella Matemática? ¡Entra aquí!

source: Oops! That superhero name is already taken. Try another one!
es: ¡Ups! Ese nombre de superhéroe ya está ocupado. ¡Intenta con otro!

source: Yay! You're now part of our Math Adventure. Let's play!
es: ¡Genial! Ahora eres parte de nuestra Aventura Matemática. ¡Vamos a jugar!

source: Welcome back, Math Star! Ready for some fun?
es: ¡Bienvenido de nuevo, Estrella Matemática! ¿Listo para divertirte?

source: Oops! Your superhero name or secret code is not right. Try again!
es: ¡Ups! Tu nombre de superhéroe o código secreto no es correcto. ¡Inténtalo de nuevo!

source: See you next time, Math Star!
es: ¡Hasta la próxima, Estrella Matemática!

source: What is %(num1)s plus %(num2)s?
es: ¿Cuánto es %(num1)s más %(num2)s?

source: What is %(num1)s minus %(num2)s?
es: ¿Cuánto es %(num1)s menos %(num2)s?

source: What is %(num1)s times %(num2)s?
es: ¿Cuánto es %(num1)s por %(num2)s?

source: What is %(num1)s divided by %(num2)s?
es: ¿Cuánto es %(num1)s dividido entre %(num2)s?

source: Great job! When we add %(num1)s and %(num2)s together, we get %(answer)s. Keep up the good work!
es: ¡Excelente trabajo! Cuando sumamos %(num1)s y %(num2)s, obtenemos %(answer)s. ¡Sigue así!

source: Awesome! When we take away %(num2)s from %(num1)s, we're left with %(answer)s. You're doing great!
es: ¡Impresionante! Cuando restamos %(num2)s de %(num1)s, nos queda %(answer)s. ¡Lo estás haciendo muy bien!

source: Fantastic! When we multiply %(num1)s by %(num2)s, we get %(answer)s. You're becoming a math superstar!
es: ¡Fantástico! Cuando multiplicamos %(num1)s por %(num2)s, obtenemos %(answer)s. ¡Te estás convirtiendo en una superestrella de las matemáticas!

source: Amazing! When we split %(num1)s into %(num2)s equal groups, we get %(answer)s in each group. You're really good at this!
es: ¡Asombroso! Cuando dividimos %(num1)s en %(num2)s grupos iguales, obtenemos %(answer)s en cada grupo. ¡Eres muy bueno en esto!

source: Multiplayer Math Challenge
es: Desafío Matemático Multijugador

source: Play with a friend and see who can solve math problems faster!
es: ¡Juega con un amigo y vean quién puede resolver problemas matemáticos más rápido!

source: Create a New Game
es: Crear un Nuevo Juego

source: Start a new game and invite a friend to join you.
es: Inicia un nuevo juego e invita a un amigo a unirse.

source: Join a Game
es: Unirse a un Juego

source: Enter the game code your friend gave you to join their game.
es: Ingresa el código de juego que te dio tu amigo para unirte a su juego.

source: Enter Game Code
es: Ingresa el Código del Juego

source: New game created!
es: ¡Nuevo juego creado!

source: Your game code is:
es: Tu código de juego es:

source: Share this code with your friend so they can join your game.
es: Comparte este código con tu amigo para que pueda unirse a tu juego.

source: You have joined the game!
es: ¡Te has unido al juego!

source: Get ready to play!
es: ¡Prepárate para jugar!

source: Oops! Could not join the game.
es: ¡Ups! No se pudo unir al juego.

source: Please check the game code and try again.
es: Por favor, verifica el código del juego e inténtalo de nuevo.

source: Score:
es: Puntuación:

source: Submit Answer
es: Enviar Respuesta

source: Time left:
es: Tiempo restante:

source: You are not part of this game session.
es: No eres parte de esta sesión de juego.

source: Progress Dashboard
es: Panel de Progreso

source: Summary
es: Resumen

source: Total Problems Attempted:
es: Total de Problemas Intentados:

source: Correct Answers:
es: Respuestas Correctas:

source: Accuracy:
es: Precisión:

source: Difficulty Distribution
es: Distribución de Dificultad

source: Level
es: Nivel

source: problems
es: problemas

source: Recent Progress
es: Progreso Reciente

source: Problem
es: Problema

source: Correct
es: Correcto

source: Incorrect
es: Incorrecto

source: Dashboard
es: Panel de Control
